
local lang = {
  repair = "repair {1}.",
  reward = "reward: {1} $.",
  bankdriver = "Given Money {1}.",
  reward = "Reward: {1} $.",
  delivery = {
    title = "قم بشراء العناصر من الاسواق ( انظر الى الخريطة ) ومن ثم إحضارهم إلي!",
    item = "- {2} {1}"
  },
  drugseller = {
	title = "قم بالعثور على المخبر غير القانوني، والحصول على البذور منه، ونقلهم إلى مختبر المخدرات (انظر الخريطة) ومن ثم تقديمها إلي!",
	item = "- {2} {1}"
	},
  hacker = {
	title = "اختراق بطاقات الائتمان من المحطات المخفية بعدها قم ببيع  البطاقات المخترقة علي!",
	item = "- {2} {1}"
	},
  fisherman = {
	title = "الذهاب الصيد (انظر الخريطة) ومن ثم تجلب لي تلك الأسماك!",
	item = "- {2} {1}"
    },
  weapons_smuggler = {
	title = "قم بالحصول على الأسلحة من وراء باليتو الذخيرة ثم خبأ الأسلحة!",
	item = "- {2} {1}"
    },
  medical = {
	title = "قم بالحصول على الأعشاب الطبية (انظر الخريطة) ومن ثم تسليم الأعشاب الطبية الي!",
	item = "- {2} {1}"
    },
  -- santa = {
	-- title = "Deliver the Christmas Presents",
	-- item = "- {2} {1}"
    -- },
  pilot = {
	title = "اجمع البضائع  (انظر الخريطة) ثم قم بشحنها الي!",
	item = "- {2} {1}"
    },
  police = {
	title = "قم بالحصول على تقارير الشرطة (انظر الخريطة)  ثم قم بإعطائها الى ادارة البنك لاظهار وجود الشرطة.",
	item = "- {2} {1}"
    },
  ems = {
	title = "قم بالحصول على تقارير الطبية (انظر الخريطة) ومن ثم تسليمها إلى المستشفى.",
	item = "- {2} {1}"
    },
  trash = {
	title = "قم بجمع القمامة (انظر الخريطة) وتقديمهم لي.",
	item = "- {2} {1}"
    },
  forger = {
	title = "قم بالحصول على بطاقات الائتمان من الهكرز، وتحويلها إلى معرفات وهمية (انظر الخريطة)ومن ثم تقديمهم لي!",
	item = "- {2} {1}"
    }
}

return lang
