
local lang = {
  repair = "ремонт {1}.",
  reward = "вознаграждение: {1} $.",
  bankdriver = "С учетом денег {1}.",
  reward = "вознаграждение: {1} $.",
  delivery = {
    title = "Покупайте товары с рынков (см. Карту) и приносите их мне!",
    item = "- {2} {1}"
  },
  drugseller = {
	title = "Найдите незаконного осведомителя, заберите семена позиции, которая дает вам, отведите их в Лабораторию наркотиков (см. Карту) и принесите их мне!",
	item = "- {2} {1}"
	},
  hacker = {
	title = "Взломайте кредитные карты со скрытых терминалов, чтобы они продавали мне кредитные карты!",
	item = "- {2} {1}"
	},
  fisherman = {
	title = "Пойдите на рыбалку (см. Карту) и принесите мне эту рыбу!",
	item = "- {2} {1}"
    },
  weapons_smuggler = {
	title = "Возьмите оружие за боеприпасами Палмун и спрячь оружие!",
	item = "- {2} {1}"
    },
  medical = {
	title = "Возьмите люцерну (см. Карту) и доставьте люцерну!",
	item = "- {2} {1}"
    },
  -- santa = {
	-- title = "Доставка рождественских подарков",
	-- item = "- {2} {1}"
    -- },
  pilot = {
	title = "Соберите груз (см. Карту), затем доставьте груз!",
	item = "- {2} {1}"
    },
  police = {
	title = "Получите отчеты полиции (см. Карту) и дайте их менеджерам банков, чтобы показать присутствие полиции.",
	item = "- {2} {1}"
    },
  ems = {
	title = "Получите медицинские отчеты (см. Карту) и доставьте их в больницу.",
	item = "- {2} {1}"
    },
  trash = {
	title = "Соберите мусор (см. Карту) и принесите его мне.",
	item = "- {2} {1}"
    },
  forger = {
	title = "Оттени кредитная карта dagli hacker, конвертилированные в id falso (vedi mappa) и портамели!",
	item = "- {2} {1}"
    }
}

return lang
